[
  {
    "chunk_id": "5a68caa3-9b48-425e-97d1-d8d846b694f2",
    "self": {
      "header": "h2",
      "title": "(a) Narcotic Drugs:"
    },
    "parents": [],
    "text": "|   Sl.No. | Name of Narcotic Drugs                                                                                            | Import Status   |\n|----------|-------------------------------------------------------------------------------------------------------------------|-----------------|\n|        1 | Opium                                                                                                             | B               |\n|        2 | Concentrate of Poppy Straw                                                                                        | B               |\n|        3 | Morphine and its salts                                                                                            | B               |\n|        4 | Coca Leaf                                                                                                         | A               |\n|        5 | Cannabis (Hemp)                                                                                                   | A               |\n|        6 | Acetorphine                                                                                                       | A               |\n|        7 | Diacetylmorphine (Heroin)                                                                                         | A               |\n|        8 | Dihydrodesoxymorphine (Desomorphine)                                                                              | A               |\n|        9 | Etorphine                                                                                                         | A               |\n|       10 | Ketobemidone                                                                                                      | A               |\n|       11 | Salts, preparations, admixtures, extracts and other substances containing any of the drugs at Sl.No. 6 to 9 above | A               |"
  },
  {
    "chunk_id": "275dc6a1-9e50-4986-a684-5988db26860e",
    "self": {
      "header": "h3",
      "title": "ITC (HS), 2022"
    },
    "parents": [
      {
        "id": "5a68caa3-9b48-425e-97d1-d8d846b694f2",
        "header": "h2",
        "title": "(a) Narcotic Drugs:"
      }
    ],
    "text": "#### SCHEDULE 1 – IMPORT POLICY"
  },
  {
    "chunk_id": "a47e1b7a-3642-4a63-8b49-b19e703fc710",
    "self": {
      "header": "h2",
      "title": "Appendix – I*"
    },
    "parents": [],
    "text": "(Reference to Policy Condition (2) of Chapter 29 of this Schedule)  \n- *In the earlier ITC HS, this appendix was Appendix-V"
  },
  {
    "chunk_id": "c2e1da5b-6588-4b8e-95a5-46342807139f",
    "self": {
      "header": "h2",
      "title": "List of import of narcotic drugs and psychotropic substances under the NDPS Act and NDPS Rules"
    },
    "parents": [],
    "text": "In the Table, in the column Import Status:  \n- A -Means import prohibited under Rule 53 of the NDPS Rules, 1985.\n- B -Means import prohibited save by the Govt. Opium and Alkaloid Factory as per Rule 54 of the NDPS Rules, 1985.\n- C -Means import requires an import certificate from the Narcotics Commissioner under Rule 56 of the NDPS Rules, 1985."
  },
  {
    "chunk_id": "a71b6840-4d07-4517-bea1-2965479d8a15",
    "self": {
      "header": "h3",
      "title": "List of Narcotic Drugs"
    },
    "parents": [
      {
        "id": "c2e1da5b-6588-4b8e-95a5-46342807139f",
        "header": "h2",
        "title": "List of import of narcotic drugs and psychotropic substances under the NDPS Act and NDPS Rules"
      }
    ],
    "text": "Appendix - I  \n#### ITC (HS), 2022 SCHEDULE 1 – IMPORT POLICY  \nAppendix - I  \n#### (b) Manufactured Narcotic Drugs (as contained in Govt. of India's Notification S.O. 826(E) dated 14/11/1985 and S.O. 40(E) dated 29/01/1993):  \n|   Sl.No. | Name of Narcotic Drugs                                                                                                                                                                                                                                                                                                               | Import Status   |\n|----------|--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|-----------------|\n|        1 | Dihydroxy Codeinone (commonly known as  'Oxy-Codone and Dihydroxycodeinone)  :  its  salts  (such  as  Eucodal Boncodal  Dinarcon  Hydrolaudin,  Nucodan,  Percodan, Scophedal, Tebodol and the like), its esters and the salts of its ester and preparation, admixture, extracts or other substances containing any of these drugs. | C               |\n|        2 | Dihydrocodeinone (commonly known as Hydrocodone), its salts (such  as  Dicodide, Codinovo, Diconone, Hycodan, Multacodin, Nyodide, Ydroced and the like) and its esters and the salts of its ester and preparation, admixture, extracts or other substances containing any of these drugs.                                           | C               |\n|        3 | Dihydromorphinone (commonly known as 'Hydromorphone) its salts (such as Dilaudide, Dimorphid, Novolaudon and the like), its esters and the salts of its ester and preparation, admixture, extracts or other substances containing any of these drugs.                                                                                | C               |\n|        4 | Acetyldihydrocodeinone  (commonly  known  as ' Acetylodihydrocodeinone' and Acetyldemethylo dihydrothe, baine) : its salts (such as Acedicone Novocodon and the like) and its esters and the salts of its ester and preparation, admixture, extracts or other substances containing any of these drugs.                              | C               |\n|        5 | Dihydromorphine; its salts (such as Paramorfan and the like) and its esters and the salts of its ester and preparation, admixture, extracts or other substances containing any of these drugs.                                                                                                                                       | C               |\n|        6 | Dihydrodeoxymorphine; its  salts (such as  Desomorphine, Permonid, Scopermid and the like), and its esters and the salts of its ester and preparation, admixture, extracts or other substances containing any of these drugs.                                                                                                        | C               |\n|        7 | Methyldihydromorphinone (commonly known as 'Metopon'), its esters and the salts of its ester and preparation, admixture, extracts or other substances containing any of these drugs.                                                                                                                                                 | C               |\n|        8 | Morphine – H-Oxide (commonly known as Geno-morphine ) and N - Oxymorphine, the morphine N -Oxide derivates and the others Pentavalent Nitrogen Morphine derivates, their salts, and preparation, admixture, extracts or other substances containing any of these drugs.                                                              | C               |  \nAppendix - I  \n|   9 | Benzyl-morphine  and  other  esters  of  Morphine  their respective salts and preparation, admixture, extracts or other substances containing any of these drugs.                                                                                                                                                                                                                                                                                                                                                                     | C   |\n|-----|---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|-----|\n|  10 | Thebaine and its salts and preparation, admixture, extracts or other substances containing any of these drugs.                                                                                                                                                                                                                                                                                                                                                                                                                        | B   |\n|  11 | Benzyl morphine (of which Peronine is a salt) and all others of morphine (excluding methylmorphine and ethylmorphine, and beta  – 4 - Morpholinylethyl morphine) their respective salts and preparation, admixture,  extracts  or  other  substances containing any of these drugs.                                                                                                                                                                                                                                                   | C   |\n|  12 | 6 - methyl-6desoxy morphine, its salts, its esters and the salts of its ester and preparation, admixture, extracts or other substances containing any of these drugs.                                                                                                                                                                                                                                                                                                                                                                 | C   |\n|  13 | Dihydrohydroxy morphinone, its salts, its esters and the salts of its  ester and preparation, admixture, extracts  or  other substances containing any of these drugs.                                                                                                                                                                                                                                                                                                                                                                | C   |\n|  14 | 6 - methyl dihydromorhpine, its salts, its esters and the salts of its ester and preparation, admixture, extracts or other substances containing any of these drugs                                                                                                                                                                                                                                                                                                                                                                   | C   |\n|  15 | All the salts and esters of Ecgonine and salts of its ester and preparation,  admixture,  extracts  or  other  substances containing any of these drugs ( including Ecgonine )                                                                                                                                                                                                                                                                                                                                                        | C   |\n|  16 | Preparations made from extract or tincture of Indian Hemp, except those which are capable only of external use.                                                                                                                                                                                                                                                                                                                                                                                                                       | C   |\n|  17 | 1 - methyl-4-phenyl-piperidine-4-carboxylic acid ethyl  ester (commonly known  as  ' Pethidine '  and its  salts (such  as Antiduol, Biphenal, Centralgin, D-140, Demerol, Dispadol, Dodonal, Dolantal, Dolantin, Dolntol, Dolaren, Dolarin, Dolatul, Dolental, Dolintal, Dolopethin, Dolosal, Dolvanol, Eudolat,  Feladine,  Gratidine,  Isonipicaine,  Meperidine, Mephedine, Penitalgaine, Piridosal, Precedyl, Sauteeralgyl and the like) and preparation, admixture, extracts  or other substances containing any of these drugs | C   |\n|  18 | 1 - methyl-4-(3-hydroxyphenly)-peperdine-4-carboxylic  acid ethyl  ester  otherwise  known  as  1-methyl-4- metahydroxyphenil peperidine-4-carboxylic acid ethyl ester) and  its  salts (bemidone and  the like) and preparation, admixture, extracts  or other substances containing any of these drugs                                                                                                                                                                                                                              | C   |\n|  19 | 1 - methyl-4-(3-hydroxyphely)  4-peperidylethylketon (otherwise  known  as  1-methyl-4-meta-hydroxy  phenyl peperidine and as Ketobemidone), its salts (such as Cliradon, Ketogan and the like) and preparation, admixture, extracts or other substances containing any of these drugs                                                                                                                                                                                                                                                | C   |  \n##### ITC (HS), 2022 SCHEDULE 1 – IMPORT POLICY  \nAppendix - I  \n|   20 | Alpha-1-3-dimethyl-4-phenyl-4-propionoxy  peperidine (commonly known as Alphaprodine) and it salts (such as Nisentil, Nisintil, NU - 1196 and the like) and preparation, admixture, extracts  or other substances containing any of these drugs                                                                                                                                                                                                                                                                                         | C   |\n|------|-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|-----|\n|   21 | Beta - 1 - 3 - dimethyl-4phenyl-4-propionoxy  piperidine (commonly known as ' Betaprodine') and its salts (NU-1779 and the like) and the like) and preparation, admixture, extracts or other substances containing any of these drugs                                                                                                                                                                                                                                                                                                   | C   |\n|   22 | Beta - 3 - ethyl-1methyl-4-phenyl-4-propionoxy piperidine and its salts (NU-1932 and the like) and preparation, admixture, extracts  or other substances containing any of these drugs (Betameprodine).                                                                                                                                                                                                                                                                                                                                 | C   |\n|   23 | Isopropyl and other esters of 1-methyl-4-phenyl piperidine-4- carboxylic acid and their respective salts and preparation, admixture, extracts or other substances containing any of these drugs (Properidine).                                                                                                                                                                                                                                                                                                                          | C   |\n|   24 | 4 - 4 - diphenyl-6-dimethylamino-heptanone-3  (otherwise known as 6 - dimethyl amino 4 : 4-diphenyl-3-heptanone and as  Methadone and its salts such  as (Adanon, Algolysin, Amidone Amdosan, Butalgin, Depridol, Diaminon, Dianone, Dolafin, Dolamid, Dolphine, Doriexol, Heptadol, Heptanal, Hoechst, 10820, Detalgine, Mecodin, Mepection, Mephenon, Miadone, Moheptal, Physeptone, Psysopeptone, Polamidon, Simoron, Turnanon and the like) and preparations, admixture, extracts or other substances containing any of these drugs | C   |\n|   25 | 4:4 - diphenyl-5-methyl-6-dimethyl-aminohexanone-3(othersie known as 6 - dimethylamino-5-methyl-4: diphenyl-3-hexanone and as Isomethadone) and its salts and preparation, admixture, extracts or other substances containing any of these drugs                                                                                                                                                                                                                                                                                        | C   |\n|   26 | Recemic, Dextro  and  Laevo  forms  of Alpha-6-dimethyl amino 4 - diphenyl-3-hentanol (commonly known as Alpha Methadol); Racemic, Dextro and Laevo forms of Beta-6- dimethyl-amino-4; 4-diphenyl-3-heptanol (commonly known as  'Beta - Methadol') their slats and preparation, admixture (including Methadol, NIH 2933), extracts or other substances containing any of these drugs                                                                                                                                                  | C   |\n|   27 | Racemic, Dextro  and Laevo  forms  of Alpha-6-dimethyl amino 4: 4 - diphenyl-3-acetoxy heptane (commonly known as ' alpha-Acetyl Methadol’); Racemic,  Dextro  and  Laevo forms  of  Beta - 6 - dimethylamino-4:  4-diphenyl-3-acetoxy heptane(commonly known as  'Beta-Acetyl methadol) their salts and preparation, admixture (including Acetyl Methadol, NIH 2953)  ,  extracts or other substances containing any of                                                                                                               | C   |  \nAppendix - I  \n|    | these drugs                                                                                                                                                                                                                                                                                                                                                                                                                      |    |\n|----|----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|----|\n| 28 | 4:4 - diphenyl-6-piperidine-3-heptanone,  its  salts,  and preparations,  admixture,  extracts  or  other  substances containing any of these drugs (Dipipanone).                                                                                                                                                                                                                                                                | C  |\n| 29 | 4:4diphenyl 6-dimethyl-amino-3-hexanone (also known  as Normethadone) its salts and preparation, admixture, extracts or other substances containing any of these drugs                                                                                                                                                                                                                                                           | C  |\n| 30 | 4, 4-diphenyl-6-morpholino-heptanone-3(otherwise known as 6 - morpholino 4, diphenyl-3-heptanone and as Phenadoxone and its salts (such as CB-II, Hepagin, Heptalgin, Heptalin, Heptazone and the like) and preparations, admixture, extracts or other substances containing any of these drugs                                                                                                                                  | C  |\n| 31 | Racemic and Laevo forms of 3 - hydroxy-N-methyl. Morphinal (commonly known  as  NU-2206  or  Racemorphan  and Levorphan respectively) and their salts such as Dromoran, Methorphinal and the like) and preparations, admixture, extracts or other substances containing any of these drugs                                                                                                                                       | C  |\n| 32 | Racemic  and  Laevo  forms  of  3 - methoxy-N-methyl morphinan (commonly known  as  Racemethorphan  and Levomethorphan respectively)  and  their  salts  such  as, methyldromoran and the like) and preparations, admixture, extracts or other substances containing any of these drugs                                                                                                                                         | C  |\n| 33 | 3 - dimethyl-amino  1,1-di (2-Thienyl)  1-butene  ;  3-Ethyl methyl-amino-1, 1-di(2-Thienyl)-1 butene; 3-diethylamino-1, 1 - di(2-Thienyl)-1-butene, (also known  as  Diethyl-thiam butene and  as  Themalone), their salts and preparations, admixture, extracts  or other substances containing any of these drugs                                                                                                           | C  |\n| 34 | 4 - Morpholine-2,2-Diphenyl ethyl butyrate and its salts and preparation,  admixture,  extracts  or  other  substances containing any of these drugs (Dioxaphenyl Butyrate).                                                                                                                                                                                                                                                     | C  |\n| 35 | Methyl morphine (commonly known as 'Codeine') and Ethyl morphine and their salts (including Dionine), all dilutions and preparations except those which are compounded with one or more other ingredients and containing not more than 100 milligrammes of the drug per dosage unit  and with  a concentration  of  not  more  than  2.5  %  in  undivided preparations and which have been established in Therapeutic practice. | B  |  \nAppendix - I  \n|   36 | Dihydrocodine  and  Acetyldihydrocodeine ,  other derivatives  of Dihydrocoedeine and  their  salts  such  as, Paracodine and Acetyl Codone and the like) all dilutions and preparations except those which are compounded with one or more other ingredients and containing not more than 100 milligrammes of the drug per dosage unit  and with  a concentration  of  not  more  than  2.5  %  in  undivided preparations and which have been established in Therapeutic practice.   | C   |\n|------|----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|-----|\n|   37 | Beta - 4 - Merphelinylethymorphine  (also  known  as Homocodeine, Hybernil, Pholcodine and the like) and its salts, all dilutions and preparations except those which are compounded  with  one  or  more  other  ingredients  and containing not more than 100 milligrammes of the drug per dosage unit and with a concentration of not more than 2.5 % in undivided preparations and which have been established in Therapeutic practice.                                            | C   |\n|   38 | 1,3-dimethyl-4-phenyl-4-propionoxyhexamethyleneimine, its salts  and  preparations,  admixture,  extracts  or  other substances containing any of these drugs (Proheptazine)                                                                                                                                                                                                                                                                                                           | C   |\n|   39 | 3 - hydroxy-N-phenethylmorphinan, its salts and preparations, admixture, extracts or other substances containing any of these drugs (Phenomorphan).                                                                                                                                                                                                                                                                                                                                    | C   |\n|   40 | I[2-(p-Aminophenly)-ethyl]-4-carbethoxy-4-phenly piperidine otherwise known as  1-[2-(p-aminophenyl)-ethyl]- 4 - phenyl-piperidine-4-carboxylic acid ethyl ester) and  its salts,  and  preparations,  admixture,  extracts  or  other substances containing any of these drugs                                                                                                                                                                                                       | C   |\n|   41 | Dihydroxy-dihydromorphinone and its salts and preparations, admixture, extracts  or other substances containing  any of these drugs                                                                                                                                                                                                                                                                                                                                                    | C   |\n|   42 | Alpha-1-methyl-3-ethyl-4-phenyl-4-propionoxypiperidine and its salts and preparations, admixture, extracts  or other substances containing any of these drugs (also known as N.I.H. - 7315; the international non - proprietary name being Alphameprodine).                                                                                                                                                                                                                            | C   |\n|   43 | 1 - (2-morpholinoethyl)-4-phenylpiperidine-4-carboxylic acid, ethyl ester (known  as  Morpheridine) and its  salts  and preparations, admixture, extracts or other substances containing any of these drugs                                                                                                                                                                                                                                                                            | C   |\n|   44 | 1,2,5-trimethyl-4-phenyl-4-propionoxypiperidine (known as Trimeperidine) and its salts and preparations, admixture, extracts or other substances containing any of these drugs                                                                                                                                                                                                                                                                                                         | C   |  \n##### ITC (HS), 2022 SCHEDULE 1 – IMPORT POLICY  \nAppendix - I  \n|   45 | D - 3 - methyl,2,2-diphenyl-4-morpholine  outyrylpyrrolidine (known as Dextromoramide) and its salts, as well as the raceimicramide) and its salts, as well as the receimic ramide and its salts and also the levorotatory form of the drug (known as  levomoramide) and its salts and preparations, admixture, extracts  or other substances containing any of these drugs.   | C   |\n|------|--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|-----|\n|   46 | 1[2-(2-hydroxyethoxy)-ethyl]-4-Phenylpiperidine-4- carleovylic acid ethyl ester (known as Eloxeridine) and its salts and preparations, admixture, extracts or other substances containing any of these drugs.                                                                                                                                                                  | C   |\n|   47 | 1,2,3,4,5,6-hexahydro-8-hydroxy-6,11-dimethyl-3-phenethyl 2 - , 6-methano - 3 - benzazocine(also known as N.I.H,7519, the international non - proprietary name of which is Phenazocine) and its salts and preparations, admixture, extracts  or other substances containing any of these drugs.                                                                               | C   |\n|   48 | Norcodeine and its salts; all dilutions and preparations except those  which  are  compounded with  one  or  more  other ingredients and containing not more than 100 milligrammes of the drug per dosage unit and with a concentration of not more than 2.5 % in undivided preparations and which have been established in Therapeutic practice.                              | C   |\n|   49 | Normorphine its salts and preparations, admixture, extracts or other substances containing any of these drugs.                                                                                                                                                                                                                                                                 | C   |\n|   50 | Dimethylamionethyl-1-ethoyx-1,diphenylacetate  (the international  non - proprietary  name  of  which  is Dimenoxadol) its salts and preparations, admixture, extracts or other substances containing any of these drugs.                                                                                                                                                      | C   |\n|   51 | (-)-3,hydroxy-N-phenacylmorphinan(the  international  non proprietary name of which is Levophenacylmorphan) and its salts.                                                                                                                                                                                                                                                    | C   |\n|   52 | 1(2-benzyloxyethyl-3-4-phenylpiperidine-4-carboxylic  acid ethyl ester (the international non-proprietary name of which is Benzethidine) and its  salts  and preparations, admixture, extracts or other substances containing any of these drugs.                                                                                                                              | C   |\n|   53 | 1 - (2-tetrahydrofurfuryloxyethyl)-4-phenyl  piperidine-4- carboxylic acid ethyl ester (the international non-proprietary name of which is Furethidine) and its salts and preparations, admixture, extracts  or other substances containing any of these drugs.                                                                                                                | C   |\n|   54 | 3 - ally-1-methyl-4-phenyl-4-proppionoxy  piperidine  (the international non - proprietary name of which is Allylprodine) and its salts and preparations, admixture, extracts  or other substances containing any of these drugs.                                                                                                                                              | C   |  \n##### ITC (HS), 2022 SCHEDULE 1 – IMPORT POLICY  \nAppendix - I  \n|   55 | 1,2,3,4,5,6-hexahydro  8-hydroxy-3,6,11-trimethyl-2,6- methano - 3 - benzazocine  (the  international  non-proprietary name of which is Metazocine) and its salts and preparations, admixture, extracts  or other substances containing any of these drugs.                                                                                                                                                                                          | C   |\n|------|------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|-----|\n|   56 | (-)-3-hydroxymorphinan  the  international  non-proprietary name of which is Norlevorphanol) and its salts and preparations,  admixture,  extracts  or  other  substances containing any of these drugs.                                                                                                                                                                                                                                             | C   |\n|   57 | 1 - (3-phenylaminopropyl)  4-phenylpiperidine-4-carboxylic acid ethyl ester (also known as N.I.H. 7590) the international non-proprietary name of which is Piminodine) and its salts and preparations, admixture, extracts  or  other substances containing any of these drugs.                                                                                                                                                                      | C   |\n|   58 | Ethyl 1-(3-Cyano-3, 3-diphenylpropyl)  -4-phenylpiperidine 4 - carboxylic  acid  ethyl  ester  (the  international  non proprietary name of which is Diphenoxylate) and its salts and preparations,  admixture,  extracts  or  other  substances containing  any  of  these  drugs  except preparations  of Diphenoxylate calculated as base, and a quantity of Atropine Sulphate equivalent to at least one percent of the dose of Diphenoxylate. | C   |\n|   59 | 1 - (3-hydroxy-3phenylpropyl)-4-phenylpiperidine-4- carboxylic acid ethyl ester (the international non-proprietary name  of  which is  Phenoperidine) and its salts and preparations,  admixture,  extracts  or  other  substances containing any of these drugs.                                                                                                                                                                                    | C   |\n|   60 | 2 - ( p-chlorbenzyl) 1 diethylaminoethyl-5-nitrobenzimidazole( the  International  non - proprietary  name  of  which  is Clonitazene), and  its  salts  and preparations, admixture, extracts or other substances containing any of these drugs.                                                                                                                                                                                                    | C   |\n|   61 | 2(p-Ethoxybenzyl)1-diethylamino-ethyl-5 nitrobenzimidazole) the international non-proprietary name of which is Etonitazena), and its salts and preparations, admixture, extracts  or other substances containing  any of these drugs.                                                                                                                                                                                                                | C   |\n|   62 | 14 - hydroxydihydromorphine  (the  international  non proprietary name of which is Hydromorphinol) and its salts and preparations, admixture, extracts or other substances containing any of these drugs.                                                                                                                                                                                                                                           | C   |\n|   63 | N - [2 methylphenethylamino) propyl] propionanilide (the international  (non-proprietary  name  of  which  is Diampromide) and its salts and preparations, admixture, extracts or other substances containing any of these drugs.                                                                                                                                                                                                                    | C   |  \nAppendix - I  \n|   64 | N - (2(1-methylpiperid-2-yl)  ethyl-propionanilide  (the international  non - proprietary  name  of  which  is Phenampromide) and its salts and preparations, admixture, extracts or other substances containing any of these drugs.                                                                                                                                                                                                   | C   |\n|------|----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|-----|\n|   65 | 4 - cyano - 1 - methyl-4-phenylpiperidine  (for  purpose  of narcotics control the designation Pethidine-intermediate-A is suggested by (W.H.O.) and its salts and preparations, admixture, extracts or other substances containing any of these drugs.                                                                                                                                                                                | C   |\n|   66 | 4 - cyano - 2 - dimethylamino;4-diphenylbutane(for  purpose  of narcotics control the designation Methadone intermediate is suggested by the (W.H.O.)and its salts and preparations, admixture, extracts  or other substances containing any of these drugs.                                                                                                                                                                           | C   |\n|   67 | 2 - Methyl-3-morpholino-1,1-diphenylpropanecarboxylic  acid (for purposes of narcotics control, the designation Moramide intermediate is suggested by the (W.H.O.) and its salts and preparations, admixture, extracts or other substances containing any of these drugs.                                                                                                                                                              | C   |\n|   68 | (+)-alpha-3-acetoxy-6-methyamino-4,4-diphenylhbeptane(the international  non - proprietary  name  of  which  is Noracymethadol) and its salts and preparations, admixture, extracts or other substances containing any of these drugs.                                                                                                                                                                                                 | C   |\n|   69 | 4 - phenylpiperidine  4  carboxylic  acid  ethyl  ester  (the designation of which for purposes of narcotic control, had been suggested by the W.H.O. as Pethidine Intermediate-B) and its salts and preparations, admixture, extracts  or other substances containing any of these drugs.                                                                                                                                             | C   |\n|   70 | 6 - nicotinylcodeine (the international non-proprietary name of which  is  Nicocodine)  and  its  salts,  all  dilutions  and preparations except those which are compounded with one or more other ingredients and containing not more than 100 milligrammes of the drug per dosage unit  and with  a concentration  of  not  more  than  2.5  %  in  undivided preparations and which have been established in Therapeutic practice. | C   |\n|   71 | Myristryl ester of benzylmorphine (the international  non proprietary name of which is Myrophine) and its salts, all dilutions and preparations containing this drug as have not been established in Therapeutic practice.                                                                                                                                                                                                            | C   |\n|   72 | 1 - methyl-4-phenylpiperidine 4-carboxylic acid (for purposes of narcotic control, the designation Pethidine-Intermediate-C is suggested by the W.H.O.) and its salts and preparations, admixture, extracts or other substances containing any of these drugs.                                                                                                                                                                         | C   |  \nAppendix - I  \n|   73 | 4,4- diphenyl-6 piperidine 3-hexanone(the international non proprietary name of which is Norpipanone) and its salts and preparations, admixture, extracts or other substances containing any of these drugs.                                                                                                                                                                                                                   | C   |\n|------|---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|-----|\n|   74 | 1 - phenethyl-1-4-N.  propionylanilino-piperidine  (the international - non-proprietary name of which is Fentanyl and its salts and preparations, admixture, extracts  or other substances containing any of these drugs.                                                                                                                                                                                                       | C   |\n|   75 | 1 - ( 3--cyano-3, 3-diphenylpropyl)-4-(1-piperidine) piperidine 4 - carboxylic acid amide (the international  non-proprietary name of which is Piritramide ) and its salts and preparations, admixture, extracts  or other substances containing any of these drugs.                                                                                                                                                           | C   |\n|   76 | 6 - nicotinyldihydrocodeine, the international non-proprietary name of which is Nicodicodine) and its salts, all dilutions and preparations except those which are compounded with one or more other ingredients and containing not more than 100 milligrammes of the drug per dosage unit  and with  a concentration of not more than 2.5 % in undivided preparations and which have been established in Therapeutic practice. | C   |\n|   77 | 7,8-dihydro-7-[1-(R)-hydroxy-1-methylbuty]. O-methyl-6,14- endoethenomorphine, (the international non-proprietary name of which  is Etorphine) and  its  salts  and preparations, admixture, extracts  or other substances containing any of these drugs.                                                                                                                                                                       | C   |\n|   78 | 03 - acetyl -7,8-dihydro-7[I-(r) hydroxy 1-1- methylbutyl] O-6 methyl-6, 14-endoethe nomorphine, (the international non proprietary name of which is Acetorphine) and its salts and preparations, admixture, extracts or other substances containing any of these drugs.                                                                                                                                                       | C   |\n|   79 | Codoxime (dihydrocodeinone-6-carboxymethyloxime) and its salts and preparations, admixture, extracts or other substances containing any of these drugs.                                                                                                                                                                                                                                                                         | C   |\n|   80 | 1 - (3)  cyano-3,3-diphenyl-propyl)-4-(2oxo-propionyl-1- benzimidazolinyl)-piperidine  (the  international  non proprietary name of which is Bezitramide) and its salts and preparations, admixture, extracts or other substances containing any of these drugs.                                                                                                                                                               | C   |\n|   81 | N - cyclopropylmethyl-7,8-dihydro-7-(1)-hydroxy-1-methyl ethyl)-O[methyl-6-14-endoethenonormorphine, and its salts and preparations, admixture, extracts or other substances containing any of these drugs.                                                                                                                                                                                                                    | C   |  \nAppendix - I  \n|   82 | N - (1-methyl 2-piperidinoethyl)-N 2--pyridylpropnamide (the international non - proprietary name of which is Propiram) and its salts and preparations, admixture, extracts  or other substances containing any of these drugs.                                                                                                                                                                                                                                                                                                                                              | C   |\n|------|------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|-----|\n|   83 | 1 - (3-cyano-3,3  diphenylpropyl)  4-phenylisonin  pecotic acid(otherwise know as Defenoxin or Diphenoxylic acid ) and its salts and preparations, admixture, extracts or other substances  containing  any  of  these  drugs,  except  any preparation of Difenoxine containing per dosage unit  a maximum of 0.5 miligrammes of Difenoxine calculated as base and a quantity of Atropine Sulphate equal to at least 5 % of the quantity of Difenoxine, calculated as base which is present in the mixture.                                                                 | C   |\n|   84 | 3,4-dimethoxy-17-methylmorphinon-6,B,14  diol  (the international non - propreitary name of which is Drotebanol) and its salts and preparations, admixture, extracts  or other substances containing any of these drugs.                                                                                                                                                                                                                                                                                                                                                     | C   |\n|   85 | N - [4-(methoxymethyl)-1[2-(2-thienyl)-ethyl)  [4-piperidyl] Propionanilide (the international  non-proprietary name  of which  is  Sufentanil)  and  its  salts  and  preparations, admixture, extracts or other substances containing any of these drugs.                                                                                                                                                                                                                                                                                                                  | C   |\n|   86 | (+)-ethyl  trans-2-(dimethylamino)-1-phenyl-S--cyclohexne-1 carboxylate, (the international non-proprietary name of which is Tilidine) and its salts and preparations, admixture, extracts or other substances containing any of these drugs.                                                                                                                                                                                                                                                                                                                                | C   |\n|   87 | (+)-4-dimethylamino-1,  2-diphelyl-3-methyl{1-  2butanol propionate, (the international non-proprietary name of which is Dextropropoxyphene) and  its  salts  and preparations, admixture, extracts or other substances containing any of these drugs, except preparations for oral use containing not morethan 135 mg. of Dextropropoxyphene base per dosage unit or with a concentration of not more than 2.5 % in undivided preparation, provided that such preparations do not contain  any  substance  control under the  Convention  on Psychotropic Substances ,1971. | C   |\n|   88 | N - [1-2-(ethyl 1-4, 51 dihydro-5 oxo-1 H tetraxol-1y) ethyl] 4 (methoxymethyl), [3-Peperidinyl].                                                                                                                                                                                                                                                                                                                                                                                                                                                                            | C   |\n|   89 | Acetyl-Alpha-Methylfentanyl  (N-[1(a-methylphenethyl)-4- pipe-ridyl]acetanilide)                                                                                                                                                                                                                                                                                                                                                                                                                                                                                             | C   |\n|   90 | Alpha-Methylfentanyl  (N-[1(a-methylphenethyl)-4-pipe ridyl]propionanilide)                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                 | C   |\n|   91 | Alpha-Methylthiofentanyl (N-[1 methyl2-(2-thienyl)ethyl]-4- piperidyl propionanilide)                                                                                                                                                                                                                                                                                                                                                                                                                                                                                        | C   |  \n##### ITC (HS), 2022 SCHEDULE 1 – IMPORT POLICY  \nAppendix - I  \n|   92 | Beta - Hydroxyfentanyl  (N-[1  beta-hydroxyphenethyl4- piperidyl]propionanilide}                                                                                           | C   |\n|------|----------------------------------------------------------------------------------------------------------------------------------------------------------------------------|-----|\n|   93 | Beta - Hydroxy-3-Methylfentanyl  (N-[1  beta hydroxyphenethyl)-3-methyl-4-piperidyl]                                                                                      | C   |\n|   94 | Dimepheptanol (6-dimethylamino-4, 4-diphenyl-3-heptanol)                                                                                                                   | C   |\n|   95 | Hydroxypethidine  (4-meta-hydroxyphenyl-1-methyl piperidine-4-corboxylic acid ethyl ester)                                                                                 | C   |\n|   96 | Levorphanol ((-)-3-hydroxy-N-methylmorphinan)                                                                                                                              | C   |\n|   97 | 3 - Methylfentanyl  (N-(3-methyl-1-pllenethyl-4-piperidyl/ propionanilide)                                                                                                 | C   |\n|   98 | 3 - Methylthiofentanyl  (N-[3-methyl-1-[2-(2-thienyl)ethyl]-4- piperidyl propionanilide                                                                                    | C   |\n|   99 | Morphine Methobromide  and  other pentavalent nitrogen morphine derivatives, including in particular the morphine-N oxide derivatives one of which is Codeine - N - oxide | C   |\n|  100 | MPPP (1-methyl-4-piperidinolpropionate ester)                                                                                                                              | C   |\n|  101 | Nicomorphine (3,5-dinicotinylmorphine)                                                                                                                                     | C   |\n|  102 | Oxymorphone (14-hydroxydihydromorphinone)                                                                                                                                  | C   |\n|  103 | Para - Fluorofentanyl  (4-fluoro-N-(1-phenethyl-4-piperidyl propionanilide)                                                                                                | C   |\n|  104 | PEPAP (1-phenethyl-4-phenyl piperidinolacetate ester)                                                                                                                      | C   |\n|  105 | Thiofentanyl  (N-[1-[2-thienyl)ehtyl]-4- piperidyl]propionanilide)                                                                                                         | C   |"
  },
  {
    "chunk_id": "3c359d20-f4c3-4209-8015-1758e9094455",
    "self": {
      "header": "h3",
      "title": "(c) Psychotropic substances:"
    },
    "parents": [
      {
        "id": "c2e1da5b-6588-4b8e-95a5-46342807139f",
        "header": "h2",
        "title": "List of import of narcotic drugs and psychotropic substances under the NDPS Act and NDPS Rules"
      }
    ],
    "text": "|   S. No. | International non - propriety name   | Other non-proprietary name   | Import Status   |\n|----------|--------------------------------------|------------------------------|-----------------|\n|        1 |                                      | DET                          | C               |\n|        2 |                                      | DMHP                         | C               |\n|        3 |                                      | DMP                          | C               |\n|        4 | (+) LYSERGIDE                        | LSD, LSD-25                  | C               |\n|        5 |                                      | MEASCALINE                   | C               |\n|        6 |                                      | PARAHEXYL                    | C               |\n|        7 | ETICYCLIDINE                         | PCE                          | C               |\n|        8 | ROLICYCLIDINE                        | PHP, PCPY                    | C               |\n|        9 |                                      | PSILOCINE, PSILOTSIN         | C               |\n|       10 | PSILOCYBINE                          |                              | C               |\n|       11 |                                      | STP, DOM                     | C               |\n|       12 | TENOCYCLIDINE                        | TCP                          | C               |\n|       13 | TETRAHYDROCANNABIONAL                |                              | C               |\n|       14 |                                      | DOM                          | C               |  \nAppendix - I  \n|   15 |                  | MDA   | C   |\n|------|------------------|-------|-----|\n|   16 | AMFETAMINE       |       | C   |\n|   17 | DEXAMFETAMINE    |       | C   |\n|   18 | MECLOQUALONE     |       | C   |\n|   19 | METAMFETAMINE    |       | C   |\n|   20 | METHAQUALONE     |       | A   |\n|   21 | METHYLPHENIDATE  |       | C   |\n|   22 | PHENCYCLIDINE    | PCP   | C   |\n|   23 | PHENMETRAZINE    |       | C   |\n|   24 | AMOBARBITAL      |       | C   |\n|   25 | CYCLOBARBITAL    |       | C   |\n|   26 | GLUTETHIMIDE     |       | C   |\n|   27 | PENTAZOCINE      |       | C   |\n|   28 | PENTOBARBITAL    |       | C   |\n|   29 | SECOBARBITAL     |       | C   |\n|   30 | ALPRAZOLAM       |       | C   |\n|   31 | AMFEPRAMONE      |       | A   |\n|   32 | BARBITAL         |       | C   |\n|   33 | BENZFETAMINE     |       | A   |\n|   34 | BROMAZEPAM       |       | C   |\n|   35 | CAMAZEPAM        |       | A   |\n|   36 | CHLORDIAZEPOXIDE |       | C   |\n|   37 | CLOBAZAM         |       | C   |\n|   38 | CLONAZEPAM       |       | C   |\n|   39 | CLORAZEPATE      |       | C   |\n|   40 | CLOTIAZEPAM      |       | A   |\n|   41 | CLOXAZOLAM       |       | A   |\n|   42 | DELORAZEPAM      |       | A   |\n|   43 | DIAZEPAM         |       | C   |\n|   44 | ESTAZOLAM        |       | A   |\n|   45 | ETHCHLORVYNOL    |       | C   |\n|   46 | ETHINAMATE       |       | A   |\n|   47 | ETHYLOFLAZEPATE  |       | A   |\n|   48 | FLUDIAZEPAM      |       | A   |\n|   49 | FLUNITRAZEPAM    |       | A   |\n|   50 | FLURAZEPAM       |       | C   |  \nITC (HS), 2022 SCHEDULE 1 – IMPORT POLICY  \nAppendix - I  \n|   51 | HALAZEPAM           |                    | C   |\n|------|---------------------|--------------------|-----|\n|   52 | HALOXAZOLAM         |                    | A   |\n|   53 | KETAZOLAM           |                    | A   |\n|   54 | LEFETAMINE          | SPA                | A   |\n|   55 | LOPRAZOLAM          |                    | A   |\n|   56 | LORAZEPAM           |                    | C   |\n|   57 | LORMETAZEPAM        |                    | A   |\n|   58 | MAZINDOL            |                    | A   |\n|   59 | MEDAZEPAM           |                    | A   |\n|   60 | MEPROBAMATE         |                    | C   |\n|   61 | METHYLPHENOBARBITAL |                    | C   |\n|   62 | METHYLPRYLON        |                    | A   |\n|   63 | NIMETAZEPAM         |                    | C   |\n|   64 | NITRAZEPAM          |                    | C   |\n|   65 | NORDAZEPAM          |                    | C   |\n|   66 | OXAZEPAM            |                    | C   |\n|   67 | OXAZOLAM            |                    | A   |\n|   68 | PHENDIMETRAZINE     |                    | A   |\n|   69 | PHENOBARBITAL       |                    | C   |\n|   70 | PHENTERMINE         |                    | C   |\n|   71 | PINAZEPAM           |                    | A   |\n|   72 | PIPRADROL           |                    | A   |\n|   73 | PRAZEPAM            |                    | A   |\n|   74 | TEMAZEPAM           |                    | C   |\n|   75 | TETRAZEPAM          |                    | A   |\n|   76 | TRIAZOLAM           |                    | C   |\n|   77 | CATHIONE            |                    | C   |\n|   78 |                     | DMA                | C   |\n|   79 |                     | DOET               | C   |\n|   80 |                     | MDMA               | C   |\n|   81 |                     | 4 - METHYLAMINOREX | C   |\n|   82 |                     | MMDA               | C   |\n|   83 |                     | N - ETHYL MDA      | C   |\n|   84 |                     | N - HYDROXY MDA    | C   |\n|   85 |                     | PMA                | C   |\n|   86 |                     | TMA                | C   |\n|   87 | FENETYLINE          |                    | C   |  \n#### IMPORT POLICY  \nAppendix - I  \n| 88     | LEVAMFETAMINE                                                                         | LEVAMPHETAMINE                                              | C   |\n|--------|---------------------------------------------------------------------------------------|-------------------------------------------------------------|-----|\n| 89     |                                                                                       | LOVOMETHAMPHETAMINE                                         | C   |\n| 90     | METAMFETAMINE RACEMATE                                                                | METHAMPHETAMINE RACEMATE                                    | C   |\n| 91     |                                                                                       | DELT - 9 - TETRAHYDROCANNABINOL AND STERECCHEMOCAL VARIANTS | C   |\n| 92     | BUPRENORPHINE                                                                         |                                                             | C   |\n| 93     | BUTALBITAL                                                                            |                                                             | C   |\n| 94     | CATHINE                                                                               | (+)-Norpseudo-ephedrine                                     | C   |\n| 95     | ALLOBARBITAL                                                                          | MEFENOREX                                                   | C   |\n| 96     | ETILAMFETAMINE                                                                        | N - ethylamphetamine                                        | C   |\n| 97     | FENCAMEFAMIN                                                                          |                                                             | C   |\n| 98     | PENPROPOREX                                                                           |                                                             | C   |\n| 99     | MEFENOREX                                                                             |                                                             | C   |\n| 100    | MIDAZOLAM                                                                             |                                                             | C   |\n| 101    | PEMOLINE                                                                              |                                                             | C   |\n| 102    | PYROVAERONE                                                                           |                                                             | C   |\n| 103    | SECBUTABARBITAL                                                                       |                                                             | C   |\n| 104    | VINYLBITAL                                                                            |                                                             | C   |\n| 105    |                                                                                       | BUTOBARBITAL                                                | C   |\n| 105(A) | ETRYPTAMINE                                                                           |                                                             | A   |\n| 105(B) | METHCATHINONE                                                                         |                                                             | A   |\n| 105(C) | ZIPEPROL                                                                              |                                                             | A   |\n| 105(D) | AMINOREX                                                                              |                                                             | A   |\n| 105(E) | BROTIZOLAM                                                                            |                                                             | A   |\n| 105(F) | MESOCARB                                                                              |                                                             | A   |\n| 106    | 2C - B (4-bromo-2,5- dimethoxyphenethylamine)                                         |                                                             | C   |\n| 107    | 4 - MTA ( □-Methyl-4- Methylthiophethylamine)                                         |                                                             | C   |\n| 108    | GHB (r-Hydroxybutyric Acid)                                                           |                                                             | C   |\n| 109    | Zolpidem (INN)                                                                        |                                                             | C   |\n| 110    | Amineptine (7-[10,11-dihydro-5H dibenzo [a,d] cyclohepten-5 yl amnio]heptanoic acid)] |                                                             | C   |\n| 111    | Salts and preparation of above.                                                       |                                                             | C   |"
  }
]